[Default]
Description=Lock-up valve

[CZ]
Description=Zesilovací ventil

;[PL]
;Description=

;[SI]
;Description=

[DE]
Description=Lock-up ventil

;[HU]
;Description=

;[BG]
;Description=
